Repository: ebrasha/abdal-security-headers
Catalog: languages/abdal-security-headers-*.po
Languages: fa_ir

source: Are you sure you want to save these settings?
fa_ir: آیا می خواهید این تنظیمات را ذخیره کنید ؟

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Settings saved successfully
fa_ir: تنظیمات با موفقیت ذخیره شد

source: OK
fa_ir: متوجه شدم

source: Error
fa_ir: خطا

source: An error occurred while saving the settings. Please try again.
fa_ir: خطایی در هنگام ذخیره تنظیمات رخ داد. لطفاً دوباره تلاش کنید.

source: Abdal Security Headers
fa_ir: هدرهای امنیتی ابدال

source: Security Headers
fa_ir: هدرهای امنیتی

source: Basic Security Headers
fa_ir: هدرهای امنیتی پایه

source: Configure basic security headers for your website.
fa_ir: پیکربندی هدرهای امنیتی پایه برای وب‌سایت شما.

source: Additional Security Features
fa_ir: ویژگی‌های امنیتی اضافی

source: Enable additional security features to enhance your website protection.
fa_ir: فعال‌سازی ویژگی‌های امنیتی اضافی برای افزایش حفاظت از وب‌سایت شما.

source: Content Security Policy
fa_ir: سیاست امنیتی محتوا

source: Enable Content Security Policy
fa_ir: فعال‌سازی سیاست امنیتی محتوا (CSP)

source: Configure Content Security Policy (CSP) directives
fa_ir: پیکربندی دستورات سیاست امنیتی محتوا (CSP)

source: CSP Header Preview
fa_ir: پیش‌نمایش هدر CSP

source: X-XSS-Protection
fa_ir: هدر امنیتی X-XSS

source: X-Content-Type-Options
fa_ir: هدر امنیتی X-Content-Type-Options

source: Strict-Transport-Security
fa_ir: هدر امنیتی Strict-Transport-Security

source: Permissions-Policy
fa_ir: هدر امنیتی Permissions-Policy

source: X-Frame-Options
fa_ir: هدر امنیتی X-Frame-Options

source: Referrer-Policy
fa_ir: هدر امنیتی Referrer-Policy

source: Remove X-Powered-By Header
fa_ir: حذف هدر X-Powered-By

source: Hide WordPress Version
fa_ir: مخفی کردن نسخه وردپرس

source: Remove Login Error Messages
fa_ir: حذف پیام‌های خطای ورود

source: Disable XML-RPC
fa_ir: غیرفعال‌سازی XML-RPC

source: Remove X-Pingback Header
fa_ir: حذف هدر X-Pingback

source: Restrict REST API Access
fa_ir: محدود کردن دسترسی به REST API

source: Default Source
fa_ir: منبع پیش‌فرض

source: Script Source
fa_ir: منبع اسکریپت

source: Style Source
fa_ir: منبع استایل

source: Image Source
fa_ir: منبع تصویر

source: Connect Source
fa_ir: منبع اتصال

source: Font Source
fa_ir: منبع فونت

source: Object Source
fa_ir: منبع شیء

source: Media Source
fa_ir: منبع رسانه

source: Frame Source
fa_ir: منبع فریم

source: Worker Source
fa_ir: منبع مجاز برای پردازش‌گرهای وب

source: Form Action
fa_ir: عملیات فرم

source: Base URI
fa_ir: URI پایه

source: Sandbox
fa_ir: محدوده ایزوله اجرای کد

source: Report URI
fa_ir: URI گزارش

source: Report To
fa_ir: گزارش به

source: Invalid login credentials.
fa_ir: اطلاعات ورود نامعتبر است.

source: REST API is disabled.
fa_ir: REST API غیرفعال شده است.

source: WordPress Security Headers Manager plugin, featuring full security headers control, advanced security features, and Content Security Policy (CSP).
fa_ir: افزونه مدیریت هدرهای امنیتی وردپرس، شامل کنترل کامل هدرهای امنیتی، ویژگی‌های امنیتی اضافی و سیاست امنیتی محتوا (CSP).

source: Ebrahim Shafiei (EbraSha)
fa_ir: ابراهیم شفیعی (ابراشا)
